import os

# Записываем печеньки в переменные среды
cookies = getenv('COOKIES')

# Записываем в переменную параметры поиска товаров
params = {
    'categoryId': '118',
    'offset': '0',
    'limit': '24',
    'filterParams': [
        'WyJza2lka2EiLCIiLCJkYSJd',
        'WyJ0b2xrby12LW5hbGljaGlpIiwiIiwiZGEiXQ==',
    ],
    'doTranslit': 'true',
}

# Категории товаров
categories = [1, 2, 3, 4, 5, 7, 8, 9, 10, 11, 12, 14, 17, 19, 20, 23, 24, 25, 28, 29, 31, 34, 35, 36, 37, 41,\
     42, 47, 50, 51, 53, 54, 55, 56, 58, 64, 1461, 2287, 2427, 2428, 2468, 2687, 3787, 4107, 4147, 4327, 4329, 4330,\
         4507, 4887, 4927, 5427, 5927, 6247, 6327, 7672, 7950, 8027, 8410, 9375, 9491, 23226, 23497, 28151, 28153]

